tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "hudochenkov/sshpass"

brew "ansible"
brew "git"
brew "pyenv"
brew "zsh"
brew "zsh-completions"
brew "hudochenkov/sshpass/sshpass"
brew "tfenv"
brew "awscli"
brew "python-yq"
brew "jq"
brew "kubectl"
brew "wget"

# font
cask "font-hackgen"
cask "font-hackgen-nerd"
# editer
cask "iterm2"
cask "lens"
cask "visual-studio-code"
cask "typora"
# browser
cask "firefox"
cask "google-chrome"
cask "microsoft-edge"
cask "vivaldi"

cask "slack"
cask "1password"
cask "postman"
cask "proxyman"
